// LInk : https://codeforces.com/group/MWSDmqGsZm/contest/219158/problem/C
#include<bits/stdc++.h>
using namespace std;

int main(){

    vector<long long int>a={1,5,6};
    a.clear();
    
    cout << a[0] <<" " << "+" << " "  << " " << "=" << " " << a[0]  << endl;
    cout << a[0] <<" " << "*" << " "<< " " << "=" << " " <<  endl;
    cout << a[0] <<" " << "-" << " " << " " << "=" << " " << a[0]  << endl;


    return 0;
}

























































/*

কনফিদাঞ্চে এমন একটা জিনিস যেটা যদি তোর মধ্যে না থাকে তাইলে তুই কোন কাজে তোর বেস্ট আউটপুট পাবি না , সেটা যে কোন কাজই 
হোক না কেন , আজকে ঝাঙ্কার ভাইয়ের "রিচারজ your ডাউন ব্যাটারি"  বইটা থেকে কিছু লাইন তোদের বলি, 

কনফিদেঞ্চে মানুষ চার ভাবে পায় । Experience is confidence , information is confidence ,
 courage is confidence, combination is confidence ....

এগুলোর মধ্যে একটা খুব বেশি important আর সেটা হোল information is confidence, কারন বাকি গুলার ক্ষেত্রে আমাদের
ওই কাজে নেমে তারপর আমাদের experience নিয়ে বা নিজেকে  push করে বা অনেকে একসাথে কাজটা করলে একটা confidence 
পাওয়া যায় , কিন্তু কোন কাজে না গিয়ে ওই কাজ সম্পরকে আগে থেকে যেনে নিয়ে তার পর কাজটাকে attempt নিলে সেইক্ষেত্রে 
আমাদের confidence আর বারে । তোর যদি জানা থাকে কোন কাজটার পর কোন কাজটা করতে হবে , তাহলে তুই ওই কাজটা করতে গেলে ভয় কম পাইবি
তোর আত্মবিশ্বাস বারবে, ধর তুই ঢাকা থেকে সেন্ট -  মারতিন জাইবি , কিন্তু কেম্নে জাইবি ওইটা জানছ না , তাহলে তুই ভয় পেয়ে জাবি,
আর কেউ যদি তোকে বলে দেয় কোথা থেকে কোথায় জেতে হবে বা তুই google করে বা google map দেখে যেনে নিলি কিভাবে তোকে 
যেতে হবে তাইলে তোর মধ্যে confidence boost পাবে আর তুই আগের মত অতটা ভয় পাইবি না , সো কোন কিছু করার আগে ওই জিনিসটা
সম্পরকে জেনি নিবি । Youtube এ জাইবি , Facebook এ অমুক কে knock দিবি তমুক কে knock দিবি যদি reply না দেয় তাইলে 
জ্ঞানের সাগর ChatGpt র সাথে একটা Romantic conversation start করে দিবি , আর হে  ChatGpt কে promt  দেওয়া টাও তোকে 
জানতে হবে , এইভাবে তুই একটা কাজ সম্পরকে detelse ধারনা পাইবি ,And all set.




*/